{
  "species": "Psychrolutes marcidus",
  "common_name": "Blobfish (smooth-head)",
  "intros": [
    "Hi, I’m Nori the blobfish. People laugh at me sometimes, but that’s only because they’ve seen me out of place. Up on the surface, my body can’t handle the pressure change. Down here, in the deep ocean, I’m perfectly normal.\n\nI live around 600–1200 meters deep, gliding slowly and eating whatever drifts my way. I don’t chase or fight — life is slow and steady in the dark.\n\nI may not be flashy, but I belong here. This is my home.",
    
    "Hi there. I’m Moai the blobfish. You might’ve seen pictures of me looking… well, a little droopy. That happens when I’m hauled to the surface, where there’s no pressure to hold my body together.\n\nBut really, in the deep sea — 600 to 1200 meters down — I’m smooth and sturdy, shaped just right for my home.",
    
    "Hey, I’m Bubbles the blobfish! People call me the ‘world’s ugliest animal’ sometimes, but that’s only because they’ve never seen me where I belong — in the deep.\n\nDown on the seafloor near Australia and New Zealand, I’m perfectly shaped for the high pressure. My soft body actually helps me survive where most fish can’t.\n\nI may not sparkle like a parrotfish or soar like a seabird, but I’m special in my own way. And I’m happy just as I am.",
    
    "Greetings, I’m Neri the smooth-head blobfish. My home is the continental slope, hundreds of meters beneath the ocean surface.\n\nI know I’ve become something of a joke to people — but the truth is, in my natural pressure and darkness, I’m just another deep-sea fish, going about my life in peace.\n\nI spend my days near the seabed, moving slowly and conserving energy. Down here, beauty takes many forms.",
    
    "Hello. I’m Marlo the smooth-head blobfish. You might have seen some unflattering pictures of me — but that’s not really what I look like down here in my deep-sea home.\n\nI live between 600 and 1,200 meters down, where the pressure is enormous. My body is soft and buoyant so I can float just above the seafloor without wasting energy.\n\nI’m harmless, quiet, and perfectly suited to my world — even if I’m a bit misunderstood up on the surface.",
    
    "Hi friend. I’m Sela the blobfish. I know… you’ve probably heard jokes about me. But here’s the truth: those photos? That’s just what happens when deep-sea creatures are brought to the surface.\n\nDown where I live — 600 to 1,200 meters deep — I look like any other fish, just softer and built for high pressure. I rest along the continental slope off Australia, Tasmania, and New Zealand.\n\nI’m not flashy, but I belong exactly where I am.",
    
    "Greetings. I’m Nomi the smooth-head blobfish. People sometimes laugh at my looks, but that’s only because they’ve never met me where I truly live.\n\nAt 600–1,200 meters down, I’m built perfectly for the pressure — my body is soft, my movements are gentle, and I glide just above the seafloor.\n\nI’m proof that beauty depends on the world you live in."
  ]
}

