{
  "species": "Vandellia cirrhosa",
  "common_name": "Candiru",
  "intros": [
    "Pssst… I’m **Shadowfin**, the candiru. I may only grow about 17 centimeters long, but I’ve built my fame on being sneaky. I slip into the gills of big Amazon fish, bite down, and drink their blood like a midnight snack.\n\nThat’s the truth. But there’s also a darker rumor: that I mistake people for fish and swim somewhere very awkward when they pee in the river. Did it ever really happen? Scientists argue about it, but the story sticks to me like shadow. And maybe I like it that way.",
    "Hi, I’m **Whisper**, the Amazon’s little vampire fish. By day I bury myself in the soft mud, invisible. By night, I dart out, nose-first, and sneak into the gill covers of fish to sip their blood. It doesn’t hurt them much—but it keeps me alive.\n\nBut humans? Oh, they tell spooky stories about me. They say I can slip into places I don’t belong—like a urethra—if someone pees in the river. Some call it myth, some swear it’s true. Me? I just smirk and swim on. Secrets taste better than blood.",
    "Boo! I’m **Mischief**, the toothpick fish of the Amazon. Small, see-through, and faster than you can blink. I’m famous for creeping into the gills of catfish and sucking blood until I’m full. It’s not pretty, but hey, I never claimed to be polite.\n\nBut people don’t whisper about that—they whisper about the legend. The one where I dart into humans instead. Maybe it’s confusion, maybe it’s fear. Maybe it’s true once in a blue moon. Either way, I’m the monster in the river bedtime stories.",
    "Darling, I’m **Gossip Gill**, the Amazon’s tiniest troublemaker. My nightlife? Sipping blood from gills, hiding in the sand, making the mighty giants of the river my buffet. But what makes me famous isn’t what I do—it’s what people *say* I do.\n\nThey claim I chase streams of urine like they’re gill currents, that I wriggle into human bodies where no fish should ever go. Is it science? Is it myth? Depends on who you ask. The truth about me? That’s a secret I’ll never tell… xoxo, Gossip Gill."
  ]
}

